aaai
abandon
abandoned
abbreviated
abbreviation
abbreviations
abc
abduction
abductive
abe
abelson
aberdeen
abil
abilistic
abilities
ability
able
ables
ablex
ably
abney
abs
absence
absent
absolute
absolutely
abstract
abstracted
abstracting
abstraction
abstractions
abstracts
aca
academia
academic
academy
acc
accent
accents
accept
acceptability
acceptable
acceptance
accepted
accepting
accepts
access
accessed
accesses
accessibility
accessible
accessing
accident
accidental
accom
accommodate
accommodated
accompanied
accompany
accompanying
accomplish
accomplished
accomplishing
accomplishments
accord
accordance
according
accordingly
account
accounted
accounting
accounts
accu
accumulate
accumulated
accuracies
accuracy
accurate
accurately
accusative
ace
ach
achievable
achieve
achieved
achievement
achievements
achieves
achieving
acknowledge
acknowledged
acknowledgement
acknowledgements
acknowledges
acknowledgment
acknowledgments
acl
acm
acous
acoustic
acoustical
acoustics
acqui
acquire
acquired
acquires
acquiring
acquisi
acquisition
acres
acronym
acronyms
across
act
acter
acteristics
acters
actes
acti
acting
action
actions
activate
activated
activates
activation
active
actively
activities
activity
actly
actor
actors
acts
actu
actual
actually
acute
acyclic
adam
adap
adapt
adaptable
adaptation
adapted
adapting
adaptive
add
added
addi
adding
addison
addition
additional
additionally
additions
additive
address
addressed
addressee
addresses
addressing
adds
ade
adequacy
adequate
adequately
adhere
adj
adja
adjacency
adjacent
adjec
adjectival
adjective
adjectives
adjoin
adjoined
adjoining
adjp
adjunct
adjunction
adjuncts
adjust
adjusted
adjusting
adjustment
adjustments
administration
administrative
admiralty
admissible
admit
admits
admitted
admittedly
adopt
adopted
adopting
adoption
adopts
adult
adv
advan
advance
advanced
advances
advantage
advantageous
advantages
adverb
adverbial
adverbials
adverbs
adverse
advice
advisory
advocate
advocated
advp
adwait
affairs
affect
affected
affecting
affects
affirmative
affix
affixes
afford
aforementioned
aft
afternoon
afterwards
age
aged
agement
agencies
agency
agenda
agent
agentive
agents
ages
agglomerative
agglutinative
aggregate
aggregated
aggregation
aggressive
agirre
ago
agr
agree
agreed
agreement
agreements
agrees
ahead
ahnost
aho
aid
aided
aids
aim
aimed
aiming
aims
ain
air
aircraft
airline
airport
ais
ait
akin
akira
alan
alarm
albeit
albert
alberta
ale
alent
alex
alexander
alfred
algebra
algebraic
algo
algorithm
algorithmic
algorithms
ali
alia
alias
alice
align
aligned
aligning
alignment
alignments
aligns
alike
ality
alization
alized
allan
alld
allel
allen
alleviate
allocated
allocation
allow
allowable
allowed
allowing
allows
ally
almost
alogue
alon
alone
along
alpha
alphabet
alphabetic
alphabetical
alphabets
already
als
alshawi
also
alt
alter
altered
altering
alterna
alternate
alternating
alternation
alternations
alternative
alternatively
alternatives
although
alto
altogether
altos
always
ambi
ambigu
ambiguation
ambigui
ambiguities
ambiguity
ambiguous
ambitious
ame
amenable
amer
america
american
americas
amherst
amit
aml
among
amongst
amount
amounts
ample
amples
amsterdam
amta
amy
ana
anal
analog
analogical
analogous
analogously
analogue
analogy
analy
analyse
analysed
analyser
analyses
analysing
analysis
analyst
analysts
analytic
analytical
analyze
analyzed
analyzer
analyzers
analyzes
analyzing
anaphor
anaphora
anaphoric
anaphors
ance
ances
ancestor
ancestors
anchor
anchored
anchoring
anchors
anderson
andreas
andrew
angeles
angle
anguage
ani
animal
animals
animate
anism
anlp
ann
anna
annals
anne
annie
anno
annota
annotate
annotated
annotates
annotating
annotation
annotations
annotator
annotators
announced
annual
anomalous
anonymous
another
ans
answer
answered
answering
answers
ant
antal
ante
antecedent
antecedents
anthony
anti
anticipate
anticipated
antonio
antonyms
antonymy
ants
anymore
anyone
anything
anyway
anywhere
aone
aot
apart
api
apl
app
apparatus
apparent
apparently
appeal
appealing
appear
appearance
appeared
appearing
appears
appelt
append
appended
appendix
apple
appli
applica
applicability
applicable
application
applications
applied
applies
apply
applying
appointment
apposition
appositive
appreciate
appro
approach
approached
approaches
approaching
appropri
appropriate
appropriately
appropriateness
approx
approxi
approxima
approximate
approximated
approximately
approximates
approximating
approximation
approximations
apr
april
apt
ara
arabic
arate
aravind
arbi
arbitrarily
arbitrary
arbor
arc
archi
architec
architectural
architecture
architectures
archive
archives
archy
arcs
ard
arda
area
areas
arg
argmax
argu
arguably
argue
argued
argues
arguing
argument
argumentation
argumentative
arguments
arid
aries
arise
arisen
arises
arising
arithmetic
arity
arm
army
arnold
aro
arose
around
arpa
arrange
arranged
arrangement
arrangements
array
arrays
arrival
arrive
arrived
arrives
arriving
arrow
arrows
art
arti
article
articles
articulated
articulation
artifact
artifacts
artifi
artificial
artificially
arts
ary
ascertain
ascii
ase
ased
asher
asia
asian
aside
ask
asked
asking
asks
aspect
aspects
aspectual
asr
ass
assemble
assembled
assembling
assembly
assert
asserted
asserting
assertion
assertions
asserts
assess
assessed
assessing
assessment
assessments
assign
assigned
assigning
assignment
assignments
assigns
assimilation
assist
assistance
assistant
assisted
asso
assoc
associ
associa
associate
associated
associates
associating
association
associations
associative
assp
assume
assumed
assumes
assuming
assump
assumption
assumptions
assure
asterisk
asymmetric
asymmetry
asymptotically
ate
ated
ately
ates
athens
atic
ating
ation
ations
atis
ative
atively
atlanta
atn
atom
atomic
atoms
ator
atr
att
attach
attached
attaches
attaching
attachment
attachments
attack
attacks
attain
attained
attd
attempt
attempted
attempting
attempts
atten
attend
attention
attentional
attested
attitude
attitudes
attr
attracted
attractive
attributable
attribute
attributed
attributes
attribution
attributive
ature
aud
audience
audio
auditory
auf
aug
augment
augmentation
augmented
augmenting
august
auo
aus
austin
australia
australian
author
authoring
authority
authors
auto
automa
automat
automata
automate
automated
automati
automatic
automatically
automating
automation
automatique
automaton
autonomous
aux
auxil
auxiliaries
auxiliary
avail
availability
available
ave
avec
avenue
aver
average
averaged
averages
averaging
avg
avoid
avoided
avoiding
avoids
award
aware
awareness
away
awkward
axe
axes
axiom
axioms
axis
baby
bach
back
backbone
backed
background
backing
backoff
backtrack
backtracking
backward
backwards
bad
badly
bag
bahl
baker
bal
balance
balanced
balancing
baldwin
ball
baltimore
ban
band
bangalore
bank
banks
bar
barbara
barcelona
bare
barrier
barriers
barry
bars
barwise
barzilay
bas
base
based
baseline
baselines
bases
basic
basically
basil
basing
basis
bat
batch
bateman
bates
baum
bay
bayes
bayesian
bbn
beam
bear
bearing
bears
beat
beatrice
beautiful
became
becker
beckwith
become
becomes
becoming
bed
bedded
beer
beforehand
began
begin
beginning
beginnings
begins
begun
behav
behave
behaved
behaves
behavior
behavioral
behaviors
behaviour
behind
bei
beijing
beings
bel
beled
belgium
belief
beliefs
believe
believed
believes
beling
bell
belong
belonging
belongs
bels
ben
bench
benchmark
bene
beneficial
benefit
benefited
benefits
benjamin
benjamins
bennett
ber
beranek
berg
bergen
berger
berkeley
berlin
bernard
bers
berwick
beside
besides
best
bet
beta
beth
better
beyond
bias
biased
biases
bibliography
bic
bidirectional
bies
big
bigger
biggest
bigram
bigrams
biguation
biguity
biguous
bikel
bilin
bilingual
bilistic
bilities
bility
bill
billion
bin
binary
bination
binations
bind
binding
bindings
binds
bine
bined
bines
bining
binomial
bio
bioinformatics
biological
biology
biomedical
bird
birth
bit
bitext
bits
black
blackboard
blackwell
blank
ble
bles
bleu
blind
block
blocked
blocking
blocks
blood
bloomington
blue
bly
bnc
bnf
board
boat
bob
bobrow
bod
bodies
body
boguraev
boitet
bol
bold
boldface
bols
bolt
bomb
bond
bonn
bonnie
book
books
boolean
boost
boosted
boosting
boot
bootstrap
bootstrapping
bor
border
born
borne
borrowed
bos
bosch
boston
bot
bottle
bottleneck
bottom
bought
bound
boundaries
boundary
bounded
bounds
bow
box
boxes
boy
boys
braceleftbigg
braces
brachman
brack
bracket
bracketed
bracketing
brackets
brady
brain
branch
branches
branching
brandeis
brants
breadth
break
breakdown
breaking
breaks
brennan
brent
bresnan
brevity
brew
brian
bridge
bridging
brief
briefly
brighton
brill
bring
bringing
brings
briscoe
british
broad
broadcast
broader
broadly
broke
broken
brooks
brother
brought
brown
browse
browser
browsing
bruce
brunswick
buccleuch
buchholz
bucket
buckley
budapest
budget
buffalo
buffer
bug
bugs
build
builder
building
builds
built
bulgaria
bulk
bulletin
bundles
bunt
burden
bureau
burger
burgh
bus
bush
business
bust
bution
butions
button
buttons
buy
buying
byrd
byte
bytes
cable
cabulary
cache
cacm
cai
cake
cal
calcu
calculate
calculated
calculates
calculating
calculation
calculations
calculus
calder
california
calized
call
called
calling
calls
cally
calzolari
cam
cambridge
came
campaign
campus
canada
canadian
cance
cancel
candace
candi
candidate
candidates
canned
canonical
cantly
cap
capa
capabilities
capability
capable
capacity
capital
capitalization
capitalized
capture
captured
captures
capturing
car
carberry
carbonell
card
cardie
cardinal
cardinality
cards
care
careful
carefully
carl
carletta
carlo
carlson
carnegie
carol
carpenter
carreras
carried
carrier
carries
carroll
carry
carrying
cars
cart
carter
cas
cascade
cascaded
case
cases
cast
casual
cat
catalog
catch
cate
cated
catego
categorial
categorical
categories
categorisation
categorization
categorize
categorized
categorizing
category
cates
catherine
cating
cation
cations
cats
cau
caught
causal
causality
causative
cause
caused
causes
causing
caution
ccg
cedex
ceding
cedure
ceedings
cell
cells
cen
cent
centage
center
centered
centering
centers
cently
central
centre
centroid
century
cepstral
cept
ceptable
cepts
ceptual
cer
cerned
cerning
certain
certainly
certainty
ces
cess
cessed
cesses
cessful
cessfully
cessing
cfg
cfgs
cha
chain
chaining
chains
chair
chairman
chal
challenge
challenges
challenging
chan
chance
chances
chang
change
changed
changes
changing
channel
channels
chap
chapter
chapters
char
charac
character
characteris
characterised
characteristic
characteristics
characterization
characterize
characterized
characterizes
characterizing
characters
charge
charles
charniak
chart
charts
chat
che
cheap
cheaper
check
checked
checker
checking
checks
chemical
chen
cheng
chi
chiang
chicago
chical
chief
chil
child
children
childrens
chin
china
chinchor
chine
chines
chinese
chitecture
cho
chodorow
choi
choice
choices
chomsky
choose
chooses
choosing
chose
chosen
chow
chris
christian
christiane
christine
christoph
christopher
chronological
chu
chung
chunk
chunker
chunking
chunks
church
chy
cial
cially
ciated
ciation
ciency
cient
ciently
cies
cific
ciple
cir
circle
circles
circuit
circular
circumstance
circumstances
cis
cise
cisely
cision
citation
citations
cite
cited
cities
city
cky
cla
claim
claimed
claiming
claims
claire
clarendon
clarification
clarified
clarify
clarifying
clarity
clark
clas
class
classes
classi
classic
classical
classifi
classifica
classification
classifications
classified
classifier
classifiers
classifies
classify
classifying
claudia
clausal
clause
clauses
cle
clean
cleaning
clear
clearer
clearly
cles
clever
click
clicking
clicks
client
cliffs
climbing
clinical
clinton
clitic
clock
close
closed
closely
closeness
closer
closest
closing
closure
club
clude
cluded
cludes
cluding
clue
clues
clus
cluster
clustered
clustering
clusters
cmp
cmu
cnrs
coarse
coarser
coast
cocke
cod
code
coded
coder
coders
codes
coding
coefficient
coefficients
coercion
coffee
cog
cognates
cogni
cognition
cognitive
cognitively
cohen
coher
coherence
coherent
cohesion
cohesive
coin
coincide
coincidence
coincides
col
cold
cole
colin
coling
collaboration
collaborative
collapse
collapsed
collapsing
colleagues
collec
collect
collected
collecting
collection
collections
collective
collectively
collects
college
collins
collo
colloca
collocation
collocational
collocations
colloquial
colloquium
colon
color
colorado
colors
colour
columbia
columbus
column
columns
com
combi
combin
combina
combination
combinations
combinatorial
combinatory
combine
combined
combines
combining
come
comes
comfortable
coming
coml
comm
comma
command
commands
commas
comment
commentary
comments
commerce
commercial
commercially
commission
commit
commitment
committed
committee
common
commonly
commonsense
commu
communi
communica
communicate
communicated
communicates
communicating
communication
communications
communicative
communities
community
comp
compa
compact
companies
companion
company
compar
compara
comparable
comparative
comparatively
compare
compared
compares
compari
comparing
comparison
comparisons
compatibility
compatible
compelling
compensate
compete
competence
competing
competition
competitive
compilation
compile
compiled
compiler
compilers
compiling
compl
comple
complement
complementary
complementation
complementizer
complements
complete
completed
completely
completeness
completes
completing
completion
complex
complexities
complexity
compli
complicate
complicated
complication
complications
compo
component
components
compose
composed
composi
composing
composite
composition
compositional
compositionality
compositionally
compositions
compound
compounded
compounding
compounds
compre
comprehen
comprehend
comprehensible
comprehension
comprehensive
compressed
compression
comprise
comprised
comprises
comprising
compromise
compu
comput
computa
computable
computation
computational
computationally
computations
compute
computed
computer
computerized
computers
computes
computing
con
concatenated
concatenating
concatenation
concatenative
conceivable
conceived
concentrate
concentrated
concentrates
concentrating
concep
concept
conception
conceptions
concepts
conceptual
conceptualization
conceptually
concern
concerned
concerning
concerns
concise
conclu
conclude
concluded
concludes
concluding
conclusion
conclusions
conclusive
concordance
concrete
concretely
concurrent
concurrently
cond
condi
condition
conditional
conditionally
conditioned
conditioning
conditions
conduct
conducted
conducting
cone
conf
confer
conference
conferences
confi
confidence
confident
config
configura
configuration
configurations
configured
confined
confirm
confirmation
confirmed
confirming
confirms
conflict
conflicting
conflicts
conform
conforms
confronted
confuse
confused
confusing
confusion
congress
conj
conjecture
conjoined
conjugation
conjunc
conjunct
conjunction
conjunctions
conjunctive
conjuncts
conll
connec
connect
connected
connecting
connection
connectionist
connections
connective
connectives
connectivity
connects
cons
conscious
conse
consecutive
consensus
consequence
consequences
consequent
consequently
conservative
consid
consider
considera
considerable
considerably
consideration
considerations
considered
considering
considers
consis
consist
consisted
consistency
consistent
consistently
consisting
consists
consonant
consonants
consortium
const
constant
constantly
constants
consti
constituency
constituent
constituents
constitute
constituted
constitutes
constituting
constrain
constrained
constraining
constrains
constraint
constraints
construc
construct
constructed
constructing
construction
constructions
constructive
constructs
construed
consult
consultation
consulted
consulting
consume
consumed
consumer
consuming
consumption
cont
contact
contain
contained
container
containing
contains
contemporary
content
contents
contex
context
contexts
contextual
contextually
contiguous
contin
contingency
continually
continuation
continue
continued
continues
continuing
continuity
continuous
continuously
continuum
contour
contours
contra
contract
contraction
contradict
contradiction
contradictory
contradicts
contrary
contrast
contrasted
contrasting
contrastive
contrasts
contri
contribu
contribute
contributed
contributes
contributing
contribution
contributions
control
controlled
controller
controlling
controls
controversial
conven
convenience
convenient
conveniently
convention
conventional
conventionally
conventions
conver
converge
convergence
converges
conversa
conversation
conversational
conversations
converse
conversely
conversion
convert
converted
converting
converts
convey
conveyed
conveying
conveys
convinced
convincing
cooccurrence
cook
cooper
cooperation
cooperative
coor
coordi
coordinate
coordinated
coordinates
coordinating
coordination
cope
copenhagen
copestake
copied
copies
coping
copula
copy
copying
copyright
cor
cording
core
coref
corefer
coreference
coreferential
corn
cornell
corner
corollary
corp
corpora
corporate
corporation
corpus
corr
corre
correc
correct
corrected
correcting
correction
corrections
correctly
correctness
corrects
correla
correlate
correlated
correlates
correlation
correlations
correspon
correspond
corresponded
correspondence
correspondences
corresponding
correspondingly
corresponds
cos
cosine
cost
costly
costs
cot
cou
coun
council
count
counted
counter
counterpart
counterparts
counting
countries
country
counts
county
couple
coupled
coupling
course
courses
court
cov
cover
coverage
covered
covering
covers
cpu
crafted
cre
cream
crease
creased
creases
creasing
create
created
creates
creating
creation
creative
credit
crete
crf
cri
crime
crite
criteria
criterion
critical
critically
criticism
critique
crl
croft
cross
crossed
crossing
crouch
cru
cruces
crucial
crucially
crude
cruz
csl
csli
csr
cubic
cue
cues
culated
cult
cultural
culture
culty
cumbersome
cumulative
cunningham
cup
cur
curacy
curate
currence
currences
currency
current
currently
curring
curs
curve
curves
cus
cused
cuss
cussed
cussion
custom
customer
customers
customization
customized
cut
cutoff
cuts
cutting
cybernetics
cycle
cycles
cyclic
czech
daelemans
dag
dagan
dahl
dai
daily
dal
dale
dallas
dalrymple
dam
damage
dan
dance
danger
dangerous
daniel
danish
dans
dard
dark
darpa
das
dashed
dat
data
database
databases
dataset
datasets
date
dated
dates
dation
dative
daughter
daughters
dave
david
davis
day
days
dcg
dead
deal
dealing
deals
dealt
death
debate
debug
debugging
dec
decade
decades
decay
december
deci
decidable
decide
decided
decides
deciding
decision
decisions
declaration
declarations
declarative
declare
declared
decline
decode
decoder
decoding
decom
decompose
decomposed
decomposes
decomposing
decomposition
decrease
decreased
decreases
decreasing
ded
dedicated
deduce
deduced
deduction
deductive
deed
deemed
deep
deeper
deeply
def
default
defaults
defense
defi
deficiencies
deficiency
defin
define
defined
defines
defini
defining
definite
definitely
definiteness
definition
definitional
definitions
definitive
degradation
degrade
degraded
degrades
degree
degrees
deictic
deixis
dekai
dekang
dekker
del
delaware
delay
delayed
delete
deleted
deletes
deleting
deletion
deletions
deliberate
deliberately
delimit
delimited
delimiters
deliver
deliverable
delivered
delivers
delivery
della
delta
dem
demand
demanding
demands
demic
demo
demon
demonstrate
demonstrated
demonstrates
demonstrating
demonstration
demonstrations
demonstrative
dempster
den
dence
dences
dencies
dency
denmark
dennis
denominator
denotation
denotations
denote
denoted
denotes
denoting
dense
density
dent
dently
dents
denver
dep
depart
department
departments
departure
depen
depend
depended
dependen
dependence
dependencies
dependency
dependent
dependently
dependents
depending
depends
depicted
depicts
deployed
deployment
dept
depth
der
dered
derek
dering
deriva
derivable
derivation
derivational
derivations
derivative
derivatives
derive
derived
derives
deriving
derlying
derstanding
des
descendant
descendants
descending
descent
describ
describe
described
describes
describing
descrip
description
descriptions
descriptive
descriptor
descriptors
deserve
deserves
design
designate
designated
designates
designed
designer
designers
designing
designs
desirable
desire
desired
desires
desk
desouza
despite
destination
destroy
destroyed
det
detail
detailed
details
detec
detect
detected
detecting
detection
detector
detects
deter
determin
determination
determine
determined
determiner
determiners
determines
determining
determinism
deterministic
deterministically
detroit
deutsche
dev
devel
develop
developed
developer
developers
developing
development
developments
develops
deviate
deviation
deviations
device
devices
devise
devised
devoted
dex
dexing
dfki
dia
diacritics
diagnosis
diagnostic
diagonal
diagram
diagrams
dialect
dialects
dialog
dialogs
dialogue
dialogues
diana
diane
diate
diately
dic
dicate
dicates
dice
dict
dictate
dictated
dictation
dicted
dictio
diction
dictionar
dictionaries
dictionary
dictions
didate
didates
die
died
diego
dif
diff
differ
differed
difference
differences
different
differential
differentiate
differentiated
differentiating
differentiation
differently
differing
differs
diffi
difficult
difficulties
difficulty
digit
digital
digits
dimen
dimension
dimensional
dimensionality
dimensions
ding
dinner
dir
direc
direct
directed
direction
directional
directionality
directions
directly
director
directory
dis
disadvantage
disadvantages
disagree
disagreement
disagreements
disallowed
disam
disambigua
disambiguate
disambiguated
disambiguates
disambiguating
disambiguation
disambiguator
disappear
disc
discard
discarded
discarding
discards
discipline
disciplines
discontinuous
discount
discourse
discourses
discov
discover
discovered
discovering
discovers
discovery
discrepancies
discrepancy
discrete
discrimi
discrimina
discriminate
discriminating
discrimination
discriminative
discus
discuss
discussed
discusses
discussing
discussion
discussions
disease
disfluencies
disjoint
disjunc
disjunction
disjunctions
disjunctive
disk
disparate
display
displayed
displaying
displays
disposal
disregard
disregarding
dissertation
dissimilar
dist
distance
distances
distant
distin
distinc
distinct
distinction
distinctions
distinctive
distinguish
distinguishable
distinguished
distinguishes
distinguishing
distortion
distri
distribu
distribute
distributed
distributing
distribution
distributional
distributions
district
dition
ditional
ditions
divergence
diverse
diversity
divide
divided
divides
dividing
dividual
division
divisions
dle
dled
dling
doc
docs
doctor
doctoral
docu
document
documentation
documented
documents
dod
doddington
doe
dog
dogs
dollar
dollars
dom
domain
domains
domi
dominance
dominant
dominate
dominated
dominates
dominating
domly
don
donald
done
dong
donna
door
dora
doran
dordrecht
dorr
dos
dot
dots
dotted
double
doubled
doubling
doubt
doug
douglas
dow
dowding
download
downloaded
downward
dowty
dozen
dozens
draft
drafts
dragomir
dramatic
dramatically
drastic
drastically
draw
drawback
drawbacks
drawing
drawn
draws
dress
dressed
drew
drink
drive
driven
driver
drives
driving
drop
dropped
dropping
drops
drs
drt
drug
dry
dtd
dual
dublin
duc
duce
duced
ducer
duces
ducing
ducted
duction
due
dumais
dummy
dun
dune
dunning
duplicate
duplicated
duplicates
duplication
dur
duration
durations
dure
dures
dutch
duty
dynamic
dynamically
dynamics
eacl
ear
earley
earlier
earliest
early
earth
eas
ease
eases
easier
easiest
easily
east
eastern
easy
eat
eating
eats
ecai
ecml
economic
economical
economics
economy
ect
edge
edges
edi
edinburgh
edit
edited
editing
edition
editor
editorial
editors
edmonton
edr
eds
edu
eduard
education
educational
edward
eel
een
effec
effect
effective
effectively
effectiveness
effects
effi
efficacy
efficiency
efficient
efficiently
effort
efforts
eft
egories
egorization
egory
egy
ehud
eight
eighth
ein
eine
eisner
either
elaborate
elaborated
elaboration
ele
elec
electric
electrical
electronic
electronics
elegant
elemen
element
elementary
elements
eleven
eleventh
elhadad
eli
elicit
elicited
elided
elim
elimi
eliminate
eliminated
eliminates
eliminating
elimination
eling
elizabeth
ell
ellen
ellipses
ellipsis
elliptical
ellis
els
else
elsevier
elsewhere
email
embed
embedded
embedding
embodied
embodies
embody
eme
ement
ements
emerge
emerged
emergence
emerges
emerging
emnlp
emotion
emotional
emotions
emphasis
emphasize
emphasized
emphasizes
emphasizing
empir
empiri
empirical
empirically
employ
employed
employee
employees
employing
employment
employs
empty
ena
enable
enabled
enables
enabling
ence
ences
enclosed
encod
encode
encoded
encodes
encoding
encodings
encompass
encompasses
encounter
encountered
encountering
encounters
encourage
encouraged
encouragement
encouraging
ency
encyclopedia
end
ended
ending
endings
ends
energy
enforce
enforced
enforces
enforcing
eng
engage
engaged
engi
engine
engineer
engineering
engineers
engines
england
englewood
english
enhance
enhanced
enhancement
enhancements
enhances
enhancing
enjoy
enlarged
enormous
enough
enrich
enriched
enriching
enrichment
ensemble
ensure
ensured
ensures
ensuring
ent
entail
entailed
entailment
entails
enter
entered
entering
enterprise
enters
enti
entire
entirely
entirety
entities
entitled
entity
ently
entre
entries
entropy
entry
ents
enumerate
enumerated
enumerating
enumeration
envi
environ
environment
environmental
environments
envisage
envisaged
epsrc
equa
equal
equality
equally
equals
equate
equation
equations
equipment
equipped
equiv
equiva
equivalence
equivalences
equivalent
equivalently
equivalents
era
erage
eral
eralization
eralized
erally
erarchical
erarchy
erate
erated
erates
erating
eration
erations
erative
erator
erature
ere
ered
erence
erences
erent
eric
erik
ering
erl
erlbaum
ern
err
erroneous
erroneously
error
errors
ers
erties
erty
erwise
ery
escape
esis
esp
espe
especially
esprit
ess
essary
essay
essays
essen
essence
essential
essentially
essex
essing
est
estab
establish
established
establishes
establishing
establishment
ested
esti
estima
estimate
estimated
estimates
estimating
estimation
estimator
esting
eta
etal
etc
eter
eters
ets
etween
ety
euclidean
eugene
eugenio
euro
europe
european
eurospeech
eurotra
eurowordnet
eva
eval
evalu
evalua
evaluate
evaluated
evaluates
evaluating
evaluation
evaluations
evaluative
evaluator
evaluators
evans
evant
eve
even
evening
evenly
event
events
eventual
eventually
ever
every
everyday
everyone
everything
everywhere
evi
evidence
evidenced
evident
evidently
evoke
evoked
evolution
evolve
evolved
evolving
ewan
exact
exactly
exam
examination
examine
examined
examines
examining
examl
example
examples
exceed
exceeded
exceeds
excellent
excep
except
exception
exceptional
exceptions
excerpt
excessive
exchange
exchanged
exchanges
exciting
exclude
excluded
excludes
excluding
exclusion
exclusive
exclusively
exe
executable
execute
executed
executes
executing
execution
executive
exemplar
exemplified
exemplifies
exemplify
exercise
exercises
exhausted
exhaustive
exhaustively
exhibit
exhibited
exhibiting
exhibits
exical
exist
existed
existence
existent
existential
existing
exists
exit
exl
exmnple
exp
expan
expand
expanded
expanding
expands
expansion
expansions
expect
expectation
expectations
expected
expecting
expects
expense
expensive
exper
experi
experience
experienced
experiencer
experiences
experimen
experiment
experimental
experimentally
experimentation
experimented
experimenting
experiments
expert
expertise
experts
expla
explain
explained
explaining
explains
explana
explanation
explanations
explanatory
explic
explicit
explicitly
exploit
exploitation
exploited
exploiting
exploits
exploration
explorations
exploratory
explore
explored
explores
exploring
explosion
exponential
exponentially
export
exposed
exposition
expository
expres
express
expressed
expresses
expressible
expressing
expression
expressions
expressive
expressiveness
ext
exten
extend
extended
extending
extends
extensible
extension
extensional
extensions
extensive
extensively
extent
external
externally
extra
extrac
extract
extracted
extracting
extraction
extractor
extracts
extraneous
extraposition
extreme
extremely
extremes
extrinsic
eye
eyes
fac
face
faced
faces
facets
facilitate
facilitated
facilitates
facilitating
facilities
facility
facing
fact
factoid
factor
factored
factoring
factors
factory
facts
factual
faculty
fail
failed
failing
fails
failure
failures
fair
fairly
fall
falling
falls
false
familiar
familiarity
families
family
famous
fan
far
fare
farther
fashion
fass
fast
faster
fastest
fat
father
fault
favor
favorable
favorably
favored
favors
favour
fax
fbr
fea
fear
feasibility
feasible
feat
feature
features
feb
february
fect
fective
fects
fed
federal
fee
feed
feedback
feeds
feel
feeling
feels
feet
fei
felicitous
fell
fellbaum
fellowship
felt
fem
female
feminine
feng
fer
ference
ferences
ferent
ferguson
fernando
ferred
ferring
fers
fewer
fewest
ffi
fhe
fiat
fication
ficial
ficient
ficiently
fiction
ficult
fidence
fie
fied
field
fields
fier
fiers
fies
fifteen
fifteenth
fifth
fifty
fig
fight
figure
figures
fiir
fil
file
files
fill
filled
filler
fillers
filling
fillmore
fills
film
filter
filtered
filtering
filters
fin
final
finally
finance
financial
find
finder
finding
findings
finds
fine
fined
finer
finish
finished
finite
finland
finnish
fiom
fir
fire
fired
firm
first
firstly
fischer
fish
fisher
fit
fits
fitted
fitting
five
fix
fixed
fixes
fixing
flag
flags
flat
flavor
flected
fled
fledged
flee
flex
flexibility
flexible
flickinger
flight
flights
flmction
floating
flom
floor
florian
florida
flow
flu
fluency
fluent
fly
flying
focus
focused
focuses
focusing
focussed
focussing
fodor
fol
fold
follow
followed
following
follows
font
food
foot
footnote
force
forced
forces
forcing
ford
fore
foreign
forest
forests
forget
foris
form
forma
formal
formalism
formalisms
formalization
formalize
formalized
formalizing
formally
formance
format
formation
formations
formative
formats
formatted
formatting
formed
formedness
former
formerly
forming
forms
formu
formula
formulae
formulas
formulate
formulated
formulating
formulation
formulations
fort
forth
forthcoming
fortunately
forty
forum
forward
foster
foun
found
foundation
foundations
founded
four
fourteen
fourteenth
fourth
fox
fraction
frag
fragment
fragmentary
fragments
frame
framenet
frames
framework
frameworks
fran
france
francis
francisco
frank
franz
fraser
fre
fred
frederick
free
freedom
freely
freeman
freitag
french
freq
frequen
frequencies
frequency
frequent
frequently
fresh
freund
friday
friedman
friend
friendly
friends
fro
froln
fronl
front
frontier
frozen
fruit
fruitful
fsa
fst
ftp
ful
fulfill
fulfilled
full
fuller
fully
fun
func
function
functional
functionalities
functionality
functionally
functioning
functions
functor
functors
fund
fundamental
fundamentally
fundamentals
funded
funding
fung
fur
furthermore
fusion
future
fuzzy
fying
gain
gained
gaining
gains
gaithersburg
gaizauskas
gale
game
games
gan
ganization
gao
gap
gapping
gaps
garden
garside
gary
gas
gate
gated
gates
gather
gathered
gathering
gation
gauge
gaussian
gave
gawron
gazdar
gazetteer
geared
gel
gem
gen
gence
gender
gene
gener
genera
general
generalisation
generalisations
generalised
generality
generaliza
generalization
generalizations
generalize
generalized
generalizes
generalizing
generally
generat
generate
generated
generates
generating
generation
generative
generator
generators
generic
genes
genetic
geneva
genitive
genre
genres
gent
genuine
genus
geo
geoffrey
geographic
geographical
geometric
geometry
george
ger
gerald
gerard
german
germanic
germany
gers
gertjan
gerund
ges
gest
gested
gests
gesture
gestures
get
gether
gets
getting
gies
gift
gildea
gin
gine
ging
ginning
girl
giv
give
given
gives
giving
giza
glance
glasgow
glass
gle
glish
global
globally
gloss
glosses
gmbh
goal
goals
goes
going
gold
goldman
goldstein
gone
good
goodman
goodness
goods
google
gordon
gories
gorithm
gorithms
gorization
gory
got
goto
gov
govern
governed
governing
government
governor
governs
gpsg
gra
grace
grade
graded
gradient
gradual
gradually
graduate
graeme
graham
grain
grained
gram
grammar
grammars
grammat
grammati
grammatical
grammaticality
grammatically
gramming
grams
gran
granada
grand
grant
granted
grants
granularity
graph
grapheme
graphic
graphical
graphically
graphics
graphs
grasp
grated
grateful
gratefully
gray
great
greater
greatest
greatly
gree
greece
greedy
greek
green
greenbaum
grefenstette
gregory
grenoble
grew
grey
grice
gricean
grid
grishman
groenendijk
groningen
gross
grosz
ground
grounded
grounding
grounds
group
grouped
grouping
groupings
groups
grover
grow
growing
grown
grows
growth
gruyter
guage
guages
gual
guar
guarantee
guaranteed
guarantees
gue
guess
guessed
guesses
guessing
gui
guidance
guide
guided
guideline
guidelines
guides
guiding
guish
guished
guistic
guistics
guity
gument
guments
gun
guo
gure
guy
hacioglu
hague
hahn
hal
hale
half
hall
halle
halliday
ham
hamburg
han
hand
handbook
handed
handful
handle
handled
handles
handling
hands
hang
hanks
hans
hansard
hap
happen
happened
happening
happens
happy
haps
har
harabagiu
hard
harder
hardly
hardware
harm
harman
harmful
harmonic
harms
harold
harper
harris
harrison
harry
hart
harvard
hasan
hash
hat
hatzivassiloglou
hav
haven
havior
haw
hayes
hcrc
head
headed
header
heading
headings
headline
headlines
heads
headword
headwords
health
hear
heard
hearer
hearers
hearing
hearst
heart
heavily
heavy
hebrew
heidelberg
heidorn
height
heights
held
helmut
help
helped
helpful
helping
helps
helsinki
hen
hence
henceforth
henderson
hendrix
henry
herbert
hereafter
herein
herent
hermann
hess
heterogeneous
heuris
heuristic
heuristically
heuristics
hey
hid
hidden
hide
hideki
hier
hierar
hierarchi
hierarchical
hierarchically
hierarchies
hierarchy
high
higher
highest
highlight
highlighted
highlighting
highlights
highly
hill
hills
hillsdale
hin
hindle
hinrich
hinrichs
hint
hints
hiroshi
hirschberg
hirschman
hirst
histogram
historical
historically
histories
history
hit
hitoshi
hits
hiyan
hlt
hmm
hmms
hobbs
hoc
hold
holder
holding
holds
hole
holes
holland
holt
home
homogeneity
homogeneous
homograph
homographs
hon
hong
hood
hope
hoped
hopefully
hopes
hopkins
horizontal
horn
horse
hospital
host
hot
hotel
houghton
hour
hours
house
houses
hovy
howard
however
hpsg
html
http
hua
huang
hub
hudson
huge
hum
human
humanities
humans
humphreys
hun
hundred
hundreds
hungary
hurt
hut
hwang
hwee
hybrid
hyper
hypernym
hypernyms
hypertext
hyphen
hyponym
hyponyms
hyponymy
hypoth
hypothe
hypotheses
hypothesis
hypothesize
hypothesized
hypothetical
ial
ian
ible
ibm
ibr
ica
ical
ically
icant
icantly
icassp
icate
icates
ice
ich
icl
icml
icon
icons
ics
icslp
ide
idea
ideal
ideally
ideas
iden
idence
identi
identical
identically
identifi
identifiable
identifica
identification
identified
identifier
identifiers
identifies
identify
identifying
identities
identity
idf
idiom
idiomatic
idioms
idiosyncrasies
idiosyncratic
ido
ids
ied
ieee
ier
ies
iff
ification
ified
ify
ignore
ignored
ignores
ignoring
igor
igure
ihe
iida
iii
iiii
iil
iis
ijcai
ilar
ilarity
ili
ility
ilk
illegal
illinois
illocutionary
illus
illustrate
illustrated
illustrates
illustrating
illustration
illustrative
ils
ily
image
images
imagine
imal
imately
iment
iments
iml
imme
immedi
immediate
immediately
imp
impact
impacts
imperative
imperatives
imperfect
implausible
imple
implemen
implement
implementa
implementation
implementations
implemented
implementing
implements
implication
implications
implicature
implicit
implicitly
implied
implies
imply
implying
impor
import
importance
important
importantly
impose
imposed
imposes
imposing
impossible
impoverished
impractical
impression
impressive
improper
improv
improve
improved
improvement
improvements
improves
improving
ims
imum
ina
inability
inaccurate
inactive
inadequacy
inadequate
inal
inanimate
inappropriate
ination
inc
incident
incidentally
includ
include
included
includes
including
inclusion
inclusive
incoherent
incom
incoming
incompatible
incomplete
incompleteness
inconsistencies
inconsistency
inconsistent
incor
incorpo
incorporate
incorporated
incorporates
incorporating
incorporation
incorrect
incorrectly
incre
increas
increase
increased
increases
increasing
increasingly
incremen
increment
incremental
incrementally
incremented
ind
inde
indebted
indeed
indef
indefinite
indepen
independence
independent
independently
inderjeet
index
indexed
indexes
indexhtml
indexing
indi
india
indian
indiana
indica
indicate
indicated
indicates
indicating
indication
indications
indicative
indicator
indicators
indices
indirect
indirectly
indispensable
indistinguishable
individ
individual
individually
individuals
indo
induc
induce
induced
induces
inducing
induction
inductive
industrial
industry
ine
ined
inefficiency
inefficient
inequality
inevitable
inevitably
inexpensive
inf
infeasible
infer
inference
inferences
inferencing
inferential
inferior
inferred
inferring
infers
infinite
infinitely
infinitival
infinitive
infinitives
inflec
inflected
inflection
inflectional
inflections
influ
influence
influenced
influences
influential
info
infor
inform
informa
informal
informally
informatica
informatics
informatik
information
informational
informatique
informative
informed
informing
informs
infrastructure
infrequent
infrequently
ing
ingly
ingria
ings
inher
inherent
inherently
inherit
inheritance
inherited
inherits
ini
init
inite
initial
initialization
initialize
initialized
initially
initiate
initiated
initiates
initiating
initiative
inition
inl
inner
innovation
innovative
input
inputs
inquiry
ins
insensitive
insert
inserted
inserting
insertion
insertions
inserts
inside
insight
insightful
insights
insignificant
insist
insofar
inspect
inspected
inspecting
inspection
inspired
inst
installed
instan
instance
instances
instant
instantiate
instantiated
instantiates
instantiating
instantiation
instantiations
instead
insti
institut
institute
institution
institutions
instruc
instructed
instruction
instructional
instructions
instrument
instrumental
instruments
insufficient
insure
int
intbrmation
inte
integer
integers
integral
integrate
integrated
integrates
integrating
integration
integrity
intel
intellectual
intelli
intelligence
intelligent
inten
intend
intended
intends
intensional
intensity
intensive
intent
intention
intentional
intentionally
intentions
inter
interac
interact
interacting
interaction
interactions
interactive
interactively
interacts
interchange
interdisciplinary
interest
interested
interesting
interestingly
interests
interface
interfaces
interfacing
interfere
interior
interleaved
interleaving
interlingua
interlingual
intermediary
intermediate
interna
internal
internally
international
internet
interplay
interpolated
interpolation
interpre
interpret
interpreta
interpretable
interpretation
interpretations
interpreted
interpreter
interpreters
interpreting
interprets
interrelated
interrogative
interrupt
interrupted
interruption
intersect
intersecting
intersection
intersentential
interval
intervals
intervening
intervention
interview
interviews
intl
intonation
intonational
intra
intractable
intransitive
intrasentential
intricate
intrinsic
intro
introduc
introduce
introduced
introduces
introducing
introduction
introductory
intu
intuition
intuitions
intuitive
intuitively
invalid
invaluable
invariably
invariant
invented
inventory
inverse
inversely
inversion
inverted
inves
investi
investigate
investigated
investigates
investigating
investigation
investigations
investigator
investment
invited
invocation
invoke
invoked
invokes
invoking
involv
involve
involved
involvement
involves
involving
ion
ional
ions
ior
ios
ious
ipa
ipsj
ira
ircs
ire
ireland
irene
iri
irregular
irrelevant
irrespective
irst
isa
isabelle
isahara
isard
ish
isi
island
islands
ism
iso
isolate
isolated
isolation
isomorphic
ison
israel
issue
issued
issues
ist
istic
istics
isting
ists
itai
italian
italicized
italics
italy
ite
ited
item
items
iter
itera
iterate
iterated
iteration
iterations
iterative
iteratively
ith
ithaca
iti
ities
ition
itive
itl
itly
itr
ity
ivan
iwpt
ization
izations
ize
ized
jack
jackendoff
jacobs
jacques
jaime
jakub
james
jan
jane
janet
january
janyce
japan
japanese
jason
java
jay
jean
ject
jective
jectives
jects
jeff
jeffrey
jelinek
jennifer
jensen
jerry
jersey
jian
jiang
jill
jim
jin
jing
joachims
joan
job
jobs
joe
johan
johanna
john
johns
johnson
join
joined
joining
joint
jointly
jon
jonathan
jones
jor
jordan
jose
josef
joseph
joshi
joshua
jour
journal
jth
judg
judge
judged
judgement
judgements
judges
judging
judgment
judgments
judith
julia
julian
july
jump
jun
junct
junction
junctions
juncts
june
jurafsky
just
justification
justified
justifies
justify
kai
kameyama
kamp
kan
kanji
kaplan
kappa
karen
karttunen
kasper
katakana
katherine
kathleen
kathy
katz
kaufman
kaufmann
kay
keep
keeping
keeps
keh
kehler
keith
keller
kempen
ken
kenji
kennedy
kenneth
kens
kentaro
kept
ker
kernel
kernels
kevin
key
keyboard
keys
keyword
keywords
kick
kilgarriff
kill
killed
kim
kimball
kimmo
kind
kindly
kinds
king
kingdom
kingsbury
kishore
kiss
kit
kitchen
kittredge
klaus
klavans
kleene
klein
kluwer
knew
knight
knott
know
knowing
knowl
knowledge
known
knows
koehn
kong
korea
korean
koskenniemi
kroch
kth
kudo
kuhn
kullback
kumar
kupiec
kurohashi
kyoto
lab
label
labeled
labeling
labelled
labelling
labels
labor
laboratories
laboratory
labour
labs
lack
lacking
lacks
lafferty
lag
lai
laid
laird
lake
lakoff
lal
lam
lambda
lan
lancaster
lance
land
landauer
lane
lang
langage
language
languages
langue
langues
lap
lapata
lappin
lar
large
largely
larger
largest
larity
larly
lars
lary
las
lascarides
last
lastly
lat
late
lated
latent
later
lates
latest
latin
lating
lation
lations
lationship
lationships
latter
lattice
lattices
laura
lauri
lavie
law
lawrence
laws
lay
layer
layered
layers
layout
lazy
lbr
lcs
ldc
ldoce
lea
leacock
lead
leader
leading
leads
leaf
learn
learnability
learned
learner
learners
learning
learns
learnt
least
leave
leaves
leaving
lect
lected
lecting
lection
lecture
lectures
led
ledge
lee
leech
left
leftmost
leg
legal
legitimate
lehnert
leibler
lel
lem
lemma
lemmas
lemmatization
lemmatized
lems
len
lence
lend
lends
length
lengths
lengthy
lent
leo
leonard
ler
les
less
lesser
lessons
let
letter
letters
letting
lev
level
levels
leverage
levin
levy
lewis
lex
lexeme
lexemes
lexi
lexica
lexicai
lexical
lexicalised
lexicalist
lexicalization
lexicalized
lexically
lexico
lexicographer
lexicographers
lexicographic
lexicography
lexicon
lexicons
lexieal
lexlcal
ley
lfg
lhc
lhe
lhis
lhs
liable
liberman
libraries
library
lic
license
licensed
licenses
licensing
lid
lie
lied
lier
lies
lieve
life
lift
ligence
light
lihood
like
liked
likeli
likelihood
likelihoods
likely
likes
likewise
lil
lillian
lim
liminary
limit
limita
limitation
limitations
limited
limiting
limits
lin
lincoln
lind
line
linear
linearly
lined
lines
ling
lingua
lingual
linguis
linguist
linguisti
linguistic
linguistica
linguistically
linguistics
linguistique
linguists
link
linkage
linked
linking
links
lint
linux
lion
lions
lip
liquid
lis
lisa
lisbon
lish
lished
lisp
list
listed
listen
listener
listeners
listening
listing
lists
lit
liter
litera
literal
literally
literals
literary
literature
litman
little
liu
live
lives
living
llc
lle
lli
llke
lll
lls
llst
llt
lly
load
loaded
loading
loan
lob
loc
loca
local
locality
localization
localized
locally
locate
located
locates
locating
location
locations
locative
locus
log
logarithm
logi
logic
logical
logically
logics
logistic
logp
logs
logue
logues
lon
london
long
longer
longest
longman
look
looked
looking
looks
lookup
loop
loops
loose
loosely
lor
los
lose
loses
losing
loss
lost
lot
loth
lots
louis
love
loves
low
lowe
lowed
lower
lowercase
lowered
lowering
lowest
lowing
lows
lrec
lsa
lsi
lst
ltag
ltd
lunch
lund
luo
lution
lying
lynette
lynn
lyzed
mac
machine
machinery
machines
macleod
macro
mad
made
madison
madrid
magazine
magerman
magnini
magnitude
mai
maier
mail
main
maining
mainly
mains
maintain
maintained
maintaining
maintains
maintenance
major
majority
mak
make
maker
makes
makhoul
making
makoto
mal
male
malism
malisms
mally
malouf
man
manage
manageable
managed
management
manager
managers
manages
managing
mance
manchester
mandarin
mandatory
manfred
mani
manifest
manifested
manipulate
manipulated
manipulating
manipulation
manipulations
mann
manner
manning
mans
mantic
mantically
mantics
manu
manual
manually
manuals
manuscript
many
map
mapped
mapping
mappings
maps
mar
marc
march
marcinkiewicz
marco
marcu
marcus
margaret
margin
marginal
marginally
mari
maria
marie
maries
marilyn
marina
marion
marization
mark
marked
markedly
marker
markers
market
marking
markings
markov
marks
markup
married
mars
martha
marti
martin
mary
maryland
mas
masculine
mass
massachusetts
massimo
massive
massively
master
masters
mat
match
matched
matcher
matches
matching
mate
mated
mately
mateo
material
materials
mates
math
mathe
mathematical
mathematically
mathematics
matic
matical
matically
matics
mation
mations
matrices
matrix
mats
matsumoto
matter
matters
matthew
mature
max
maxent
maxi
maximal
maximally
maximization
maximize
maximized
maximizes
maximizing
maxims
maximum
maxwell
maybe
maybury
mccallum
mccarthy
mccord
mccoy
mcdonald
mcgill
mcgraw
mckeown
mea
meal
mean
meaning
meaningful
meaningless
meanings
means
meant
meanwhile
meas
measure
measured
measurement
measurements
measures
measuring
meat
mech
mecha
mechanical
mechanism
mechanisms
med
media
median
mediate
mediated
mediately
medical
medicine
medium
medline
meet
meeting
meetings
meets
megabytes
megumi
mel
melamed
mellish
mellon
mem
member
members
membership
memo
memories
memory
men
menlo
ment
mental
mentally
mentary
mentation
mented
menting
mention
mentioned
mentioning
mentions
ments
menu
menus
mer
mercer
mere
merely
merge
merged
merges
merging
merit
merits
mes
message
messages
met
meta
metadata
metal
metaphor
metaphorical
metaphors
metarules
meteer
meth
method
methodological
methodologies
methodology
methods
metonymy
metric
metrics
mexico
meyer
meyers
mhz
michael
michel
michigan
micro
microphone
microsoft
mid
middle
mihalcea
mike
mikheev
mil
mildly
miles
military
milk
mill
miller
million
millions
mimic
min
minal
mind
minds
mine
mined
mines
ming
mini
minimal
minimally
minimization
minimize
minimized
minimizes
minimizing
minimum
mining
minister
ministry
minnesota
minor
minority
minsky
minus
minute
minutes
mirror
mirrors
mis
miscellaneous
misleading
mismatch
mismatches
miss
missed
misses
missing
mission
mistake
mistaken
mistakenly
mistakes
misunderstanding
mit
mitch
mitchell
mitkov
mitre
mix
mixed
mixing
mixture
mixtures
mization
mle
mobile
mod
modal
modalities
modality
modals
mode
model
modeled
modeling
modelled
modelling
models
moderate
moderately
modern
modes
modest
modi
modifi
modifica
modification
modifications
modified
modifier
modifiers
modifies
modify
modifying
modular
modularity
module
modules
modulo
moens
moldovan
molecular
moment
mon
monday
monetary
money
monica
monitor
monitored
monitoring
monly
mono
monolingual
monotonic
monotonically
monotonicity
montague
monte
month
monthly
months
montreal
mood
moon
mooney
moore
mor
moran
moreover
morgan
mori
morning
morph
morpheme
morphemes
morpho
morphol
morpholog
morphologi
morphological
morphologically
morphology
morphosyntactic
morris
mostly
mot
mother
moti
motion
motivate
motivated
motivates
motivating
motivation
motivations
motor
mountain
mous
mouse
mouth
mouton
move
moved
movement
movements
moves
movie
moving
mrs
muc
much
mul
mula
multi
multidimensional
multilin
multilingual
multimedia
multimodal
multiple
multiplication
multiplied
multiply
multiplying
multiword
mum
munication
murder
murray
music
mutual
mutually
naacl
nagao
nai
naive
nal
nally
nals
nam
name
named
namely
names
namic
naming
nan
nance
nancy
nantes
nar
nara
naries
narrative
narratives
narrow
narrower
nary
nat
nate
nated
nately
nates
nating
nation
national
nationality
nations
native
natives
nato
natu
natural
naturally
naturalness
nature
naval
navigate
navigation
navy
nce
near
nearby
nearest
nearly
neat
nec
neces
necessarily
necessary
necessity
neck
nected
ned
nee
need
needed
needing
needs
neering
neg
nega
negated
negation
negationslash
negative
negatively
negatives
neglected
negligible
negotiation
nei
neigh
neighbor
neighborhood
neighboring
neighbors
neighbour
neighbours
neither
nel
nelson
nent
nents
neous
ner
nes
nese
ness
nested
nesting
net
netherlands
netic
nets
network
networks
neu
neumann
neural
neutral
never
nevertheless
new
newark
newer
newly
newman
news
newspaper
newspapers
newswire
next
ney
ngai
nglish
ngram
nia
nical
nication
nice
nicely
nicholas
nie
nificant
nificantly
nigel
night
nijmegen
nil
nilsson
nine
ning
ninth
nips
nique
niques
nirenburg
nism
nist
nit
nite
nition
nitions
nitive
nity
nize
nized
nizer
nlg
nlp
nlprs
nmnber
nmst
nnp
nns
noah
noam
nobody
node
nodes
noise
noisy
nol
nology
nom
nomena
nomenon
nomi
nominal
nominalization
nominalizations
nominals
nominative
non
nondeterministic
none
nonempty
nonetheless
nonlinear
nonter
nonterminal
nonterminals
nontrivial
noord
nora
norbert
norm
normal
normalised
normalization
normalize
normalized
normalizing
normally
norman
norms
north
norway
norwood
nos
nota
notable
notably
notated
notation
notational
notations
note
noted
notes
noteworthy
nothing
notice
noticeable
noticed
noticing
noting
notion
notions
notoriously
noun
nouns
nous
nov
novel
novels
novelty
november
novice
now
nowadays
npi
nps
nsf
nth
nts
ntt
nual
nuclear
nucleus
null
num
number
numbered
numbers
numeral
numerals
numerator
numeric
numerical
numerous
nyu
obey
obj
objec
object
objective
objectives
objects
obligatory
oblique
obscure
obser
observa
observable
observation
observations
observe
observed
observer
observes
observing
obstacle
obstacles
obtain
obtainable
obtained
obtaining
obtains
obvi
obvious
obviously
occasion
occasional
occasionally
occasions
occupied
occupies
occupy
occur
occurence
occuring
occurred
occurrence
occurrences
occurring
occurs
ocean
och
ocr
oct
october
odd
odds
ods
oed
ofa
offer
offered
offering
offers
office
officer
official
officials
offs
offset
oflazer
oft
often
ofthe
ognized
ognizer
ogy
ohio
oil
okay
old
older
oliver
oll
ology
olution
omission
omissions
omit
omitted
omitting
onal
ond
one
ones
ongoing
onl
online
onr
ons
onset
ont
ontario
onto
ontol
ontological
ontologies
ontology
oov
opaque
oped
open
opened
opening
opens
oper
opera
operate
operated
